# -*- coding: utf-8 -*-
# &&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&
# Odoo Connector
# QQ:35350428
# 邮件:sale@100china.cn
# 手机：13584935775
# 作者：'odoo'
# 公司网址： www.odoo.pw  www.100china.cn
# Copyright 昆山一百计算机有限公司 2012-2016 Amos
# 日期：2014-06-18
# &&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&




_Options = [
    (u'采购申请单', u'采购申请单'),
    (u'生产报废单', u'生产报废单'),
    (u'期初销售出库', u'期初销售出库'),
    (u'期初销售退货', u'期初销售退货'),
    (u'期初采购入库', u'期初采购入库'),
    (u'期初采购退货', u'期初采购退货'),
    (u'期初借入', u'期初借入'),
    (u'期初借入还出', u'期初借入还出'),
    (u'期初借出', u'期初借出'),
    (u'期初借出还入', u'期初借出还入'),
    (u'期初数量', u'期初数量'),
    (u'期初委外出库单', u'期初委外出库单'),
    (u'期初委外出库还入单', u'期初委外出库还入单'),
    (u'现有委外出库单', u'现有委外出库单'),
    (u'现有委外出库还入单', u'现有委外出库还入单'),
    (u'现有借出', u'现有借出'),
    (u'现有借出还入', u'现有借出还入'),
    (u'现有借入', u'现有借入'),
    (u'现有借入还出', u'现有借入还出'),
    (u'生产领料', u'生产领料'),
    (u'生产计划领料', u'生产计划领料'),
    (u'生产入库', u'生产入库'),
    (u'生产计划入库', u'生产计划入库'),
    (u'生产退料', u'生产退料'),
    (u'盘点', u'盘点'),
    (u'盘盈', u'盘盈'),
    (u'盘亏', u'盘亏'),
    (u'销售出库', u'销售出库'),
    (u'销售退货', u'销售退货'),
    (u'采购入库', u'采购入库'),
    (u'采购退货', u'采购退货'),
    (u'采购样品入库', u'采购样品入库'),
    (u'采购样品退货', u'采购样品退货'),
    (u'仓库调拨', u'仓库调拨'),
    (u'采购订单', u'采购订单'),
    (u'期初采购订单', u'期初采购订单'),
    (u'期初销售订单', u'期初销售订单'),
    (u'销售订单', u'销售订单'),
    (u'电商订单', u'电商订单'),
    (u'采购样品订单', u'采购样品订单'),
    (u'销售样品订单', u'销售样品订单'),
    (u'销售样品出库', u'销售样品出库'),
    (u'销售样品退货', u'销售样品退货'),
    (u'销售电商出库', u'销售电商出库'),
    (u'收银开单', u'收银开单'),
    (u'收银退货', u'收银退货'),
    (u'服务工单', u'服务工单'),
    (u'服务工单出库', u'服务工单出库'),
    (u'其它出库', u'其它出库'),
    (u'其它入库', u'其它入库'),
    (u'组合单', u'组合单'),
    (u'分割单', u'分割单'),
    (u'采购调整单', u'采购调整单'),
    (u'销售调整单', u'销售调整单'),
    (u'收款单', u'收款单'),
    (u'付款单', u'付款单'),
    (u'其它收入', u'其它收入'),
    (u'其它支出', u'其它支出'),
    (u'费用报销单', u'费用报销单'),
    (u'固定资产', u'固定资产'),
    (u'报废单', u'报废单'),
    (u'置换单', u'置换单'),
]

_Delivery = [
    (u'发货', u'发货'),
    (u'送货', u'送货'),
    (u'自提', u'自提'),
]

_Payment = [
    (u"挂帐", u"挂帐"),
    (u"汇款", u"汇款"),
    (u"支票", u"支票"),
    (u"现金", u"现金"),
    (u"承兑汇票", u"承兑汇票"),
    (u"银联", u"银联"),
    (u"支付宝", u"支付宝"),
    (u"paypal", u"paypal"),
    (u"微信支付", u"微信支付"),
    (u"货到付款", u"货到付款"),
]

_Brand_type = [
    (u'国内采购', u'国内采购'),
    (u'国外采购', u'国外采购'),
    (u'自制', u'自制'),
    (u'生产', u'生产'),
]



# vim:expandtab:smartindent:tabstop=4:softtabstop=4:shiftwidth=4:
